
[
  {
    "theme": "Internships",
    "q": "How do I submit my internship agreement?",
    "a": "Submit it in PECS → Internships → “New Agreement”. Processing usually takes 3–5 business days. Use your ESCP email and upload all required signatures."
  },
  {
    "theme": "Internships",
    "q": "Who do I contact for urgent approvals?",
    "a": "Email internships@escp.eu with the subject: [URGENT] Approval Needed. Include your student ID, programme, host company, and start date."
  },
  {
    "theme": "Payments & Billing",
    "q": "How to update my payment method/financial data?",
    "a": "Go to the student portal → Billing/Payments → Payment Method. Update card/SEPA details or third-party payer info, then save. Changes apply to future invoices."
  },
  {
    "theme": "Payments & Billing",
    "q": "What payment methods are available?",
    "a": "We accept credit/debit card, SEPA direct debit, and bank transfer. For corporate payers, bank transfer is recommended. American Express may be available on request (fees may apply)."
  },
  {
    "theme": "Payments & Billing",
    "q": "What is my current payment method? Where can I find it?",
    "a": "Open the student portal → Billing/Payments → Payment Method. Your active method appears at the top with the last update date."
  },
  {
    "theme": "Payments & Billing",
    "q": "Could you send me my payment schedule?",
    "a": "You can download it in the student portal → Billing → Payment Schedule. If you need a signed copy, email invoicing@escp.eu."
  },
  {
    "theme": "Payments & Billing",
    "q": "My payment schedule is wrong and doesn't take into account the deposit and/or my scholarship. Are you going to update it?",
    "a": "Yes. Please send your student ID and proof (deposit receipt, scholarship letter) to invoicing@escp.eu. We’ll correct the schedule and notify you when it’s updated."
  },
  {
    "theme": "Payments & Billing",
    "q": "Can I pay my tuition fees and alumni fees together or should I pay them separately?",
    "a": "Please pay them separately. Tuition fees and alumni fees are managed on different ledgers, so they require distinct payments."
  },
  {
    "theme": "Payments & Billing",
    "q": "Could you send me my invoice?",
    "a": "Invoices are available in the student portal → Billing → Invoices. For a stamped copy or company-specific details, email invoicing@escp.eu."
  },
  {
    "theme": "Payments & Billing",
    "q": "What is the deadline to pay the invoice?",
    "a": "The due date is printed on the invoice. Late payments may incur administrative fees. If needed, request an extension before the due date."
  },
  {
    "theme": "Payments & Billing",
    "q": "Do I have to pay the alumni fees?",
    "a": "Alumni fees are part of the programme’s financial package when applicable. Check your admission letter or invoice details. Contact alumni@escp.eu for scope and benefits."
  },
  {
    "theme": "Payments & Billing",
    "q": "Could you send me a payment certificate?",
    "a": "Yes. Request it via the student portal → Certificates → Payment Certificate, or email invoicing@escp.eu with your invoice number."
  },
  {
    "theme": "Payments & Billing",
    "q": "I am in a gap year, should I pay tuition fees for this year?",
    "a": "It depends on your programme rules. Some programmes charge a reduced administrative fee instead of full tuition. Check your programme handbook or ask your programme office."
  },
  {
    "theme": "Payments & Billing",
    "q": "I am in an apprenticeship, should I pay tuition fees for this year?",
    "a": "In apprenticeships, fees are typically covered by the company/OPCO according to your contract. Confirm with your apprenticeship coordinator and provide the funding agreement to invoicing@escp.eu."
  },
  {
    "theme": "Payments & Billing",
    "q": "I have a sister or a brother registered this year at ESCP in addition to my own registration. Is there any discount in this situation?",
    "a": "Sibling discounts may exist for some programmes. Email admissions or invoicing@escp.eu with both student IDs to check your eligibility."
  },
  {
    "theme": "Payments & Billing",
    "q": "I resign from the program and I would like to get my deposit back. How to proceed?",
    "a": "Withdrawal and deposit refunds follow the terms in your admission/financial agreement and the withdrawal deadlines. Submit a formal withdrawal request to your programme office and contact invoicing@escp.eu for the financial assessment."
  },
  {
    "theme": "Payments & Billing",
    "q": "How much should I pay if I resign from the program now?",
    "a": "Amounts depend on the withdrawal date and programme policy (administrative fees, non-refundable deposits, prorated tuition). Request a statement from invoicing@escp.eu after submitting your withdrawal notice."
  },
  {
    "theme": "Payments & Billing",
    "q": "Can I pay the tuition fees from my company or professional bank account?",
    "a": "Yes. Add a third-party payer in the portal and request a pro-forma invoice with company details. Use bank transfer with the invoice reference."
  },
  {
    "theme": "Payments & Billing",
    "q": "I am waiting for my student loan. Could I have extra time to pay the invoice?",
    "a": "You can request a short extension by emailing invoicing@escp.eu with proof of loan processing and the expected disbursement date."
  },
  {
    "theme": "Payments & Billing",
    "q": "Do you have partner banks?",
    "a": "Yes, partner banks may vary by campus and programme. Contact your programme office or financialaid@escp.eu for the current list."
  },
  {
    "theme": "Payments & Billing",
    "q": "I have financial difficulties. Who should I contact?",
    "a": "Reach out to financialaid@escp.eu (confidential) and copy your programme office. We can review payment plans, scholarships, or emergency support options."
  },
  {
    "theme": "Payments & Billing",
    "q": "I would like to pay by American Express card. How to proceed?",
    "a": "AMEX is available in some cases. Email invoicing@escp.eu to enable it for your invoice (processing fees may apply), or use bank transfer/SEPA."
  },
  {
    "theme": "Payments & Billing",
    "q": "I received an email from invoicing@escp.eu in my spam folder. Is this email legit?",
    "a": "Yes, that is the official billing address. Mark it as safe and reply from your ESCP email. Do not share card details by email; use the portal’s secure payment page."
  },
  {
    "theme": "Payments & Billing",
    "q": "I modified my payment method, but the previous one is displayed on the invoice. Could you update it?",
    "a": "Invoices already issued keep the original method. We can reissue on request if still unpaid. Email invoicing@escp.eu with the invoice number."
  },
  {
    "theme": "Payments & Billing",
    "q": "I received my post M2 invoice but I dispute it as I already paid everything. Who should I contact?",
    "a": "Contact invoicing@escp.eu with proof of payment and your student ID. We’ll investigate and confirm the outcome by email."
  },
  {
    "theme": "Scholarships",
    "q": "I have a question about scholarships. Who should I contact?",
    "a": "Write to financialaid@escp.eu and include your programme, campus, and question. They will advise on eligibility, timelines, and documents."
  },
  {
    "theme": "Scholarships",
    "q": "I received a scholarship, but I already paid my tuition fees. Will you refund me or apply the scholarship to next year's bill?",
    "a": "Depending on timing and policy, we can issue a partial refund or credit a future invoice. Email financialaid@escp.eu and invoicing@escp.eu with your award letter."
  },
  {
    "theme": "Aurion/Intranet",
    "q": "My intranet is blocked. Could you please unlock it?",
    "a": "Blocks are usually linked to unpaid invoices or enrollment status. Check your portal for alerts, then contact it-helpdesk@escp.eu and invoicing@escp.eu if needed."
  },
  {
    "theme": "Aurion/Intranet",
    "q": "I have issues with the registration process. Could you help me?",
    "a": "Take screenshots of the error, confirm your programme/campus, and contact your programme office. For technical errors, also email it-helpdesk@escp.eu."
  },
  {
    "theme": "Aurion/Intranet",
    "q": "My third-payer party did not receive any email to update data. Could you re-send it?",
    "a": "Verify the payer’s email in the portal, then request a resend from invoicing@escp.eu. Ask the payer to check spam and allow emails from @escp.eu."
  },
  {
    "theme": "Aurion/Intranet",
    "q": "I cannot update my payment method. How to proceed?",
    "a": "Try another browser, clear cache, and ensure pop-ups are allowed. If the issue persists, email a screenshot to it-helpdesk@escp.eu and invoicing@escp.eu."
  },
  {
    "theme": "Other",
    "q": "I have a question about my program or my courses. Who should I contact?",
    "a": "Contact your programme office (see your handbook or portal → Contacts). For course content, you may also reach out to the course coordinator."
  },
  {
    "theme": "Other",
    "q": "My question is not listed here. Who should I contact?",
    "a": "Start with your programme office or the general helpdesk via help@escp.eu. They will direct you to the right team."
  }
]